// localized port names

"ether"                   = "乙太網路";
"multiether"              = "乙太網路“%@”";
"pci-ether"               = "PCI 乙太網路插槽 %@";
"pci-multiether"          = "PCI 乙太網路插槽 %@，傳輸埠 %@";
"usb-ether"               = "USB 乙太網路（%@）";
"generic-ether"           = "乙太網路轉換器（%@）";

"airport"                 = "Wi-Fi";
"generic-wireless"        = "無線網路轉換器（%@）";

"firewire"                = "FireWire";
"pci-firewire"            = "PCI FireWire 插槽 %@";
"pci-multifirewire"       = "PCI FireWire 插槽 %@，傳輸埠 %@";
"generic-firewire"        = "乙太網路轉換器（%@）";

"bluetooth"               = "Bluetooth DUN";
"bluetooth-modem"         = "USB Bluetooth 數據機轉換器";
"bluetooth-modem-port"    = "Bluetooth 數據機埠";
"generic-bluetooth-modem" = "Bluetooth 數據機（%@）";

"bluetooth-pan"           = "Bluetooth PAN";

"irda"                    = "IrDA";
"irda-ircomm"             = "USB IrDA 數據機轉換器";
"irda-ircomm-port"        = "IrDA 數據埠";

"loopback"                = "回繞";

"modem"                   = "內置數據機";

"modem-port"              = "數據埠";
"modem-printer-port"      = "數據機/印表機埠";

"printer-port"            = "印表機埠";
"serial-port"             = "序列埠";

"usbmodem"                = "USB 數據機"; 
"generic-usbmodem"        = "USB 數據機（%@）"; 

"wwan"                    = "WWAN"; 

"bond"                    = "乙太網路接合（%@）";

"bridge"                  = "橋接器（%@）";

"vlan"                    = "VLAN（%@）";

"ipv4"                    = "IPv4";

"l2tp"                    = "L2TP";

"pptp"                    = "PPTP";

"6to4"                    = "6to4";

"ipsec"                   = "IPSec";

"vpn"                     = "VPN（%@）";

// port names (from drivers) that would be good to localize

"External Modem"          = "外接數據機";

"USB Ethernet"            = "USB 乙太網路";
"USB Gigabit Ethernet"    = "USB Gigabit 乙太網路";

"iPhone"                  = "iPhone USB";

// older ("Built-in", HI changed) localizations

"X-airport"               = "AirPort";
"X-ether"                 = "內建乙太網路";
"X-multiether"            = "內建乙太網路 %@";
"X-firewire"              = "內建 FireWire";
"X-bluetooth"             = "Bluetooth";
"X-iPhone"                = "iPhone";
